Repository: ViscousPot/GitSync
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ru, zh

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
ru: Закрыть
zh: 忽略

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ru: Пропустить
zh: 跳过

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ru: Готово
zh: 完成

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ru: Подтвердить
zh: 确认

source: OK
ru: ОК
zh: 确定

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ru: Выбрать
zh: 选择

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
zh: 取消

source: Learn More
de: Mehr erfahren
es: Saber Más
fr: En savoir plus
ja: 詳細はこちら
ru: Узнать больше
zh: 了解更多

# loadingElipsis
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ru: Загрузка…
zh: 加载中…

source: Previous
fr: Précédent
ja: 前へ
zh: 上一步

source: Next
fr: Suivant
ja: 次へ
zh: 下一步

source: Finish
fr: Terminer
ja: 終了
zh: 结束

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前変更
ru: Переименовать
zh: 重命名

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ru: Добавить
zh: 添加

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ru: Удалить
zh: 删除

# optionalLabel
source: (optional)
fr: (facultatif)
ja: (任意)
zh: （可选）

source: Android
zh: 安卓

# syncStarting
source: Detecting changes…
de: Änderungen werden erkannt…
es: Detectando cambios…
fr: Détection des modifications…
ja: 変更を検出中…
ru: Обнаружение изменений…
zh: 正在检测更改…

# syncStartPull
source: Syncing changes…
de: Änderungen werden synchronisiert…
es: Sync cambios…
fr: Sync des modifications…
ja: 変更を同期中…
ru: Синхронизация изменений…
zh: 正在同步更改…

# syncStartPush
source: Syncing local changes…
de: Lokale Änderungen werden synchronisiert…
es: Sync cambios locales…
fr: Sync des modifications locales…
ja: ローカルの変更を同期中…
ru: Синхронизация локальных изменений…
zh: 正在同步本地更改…

source: Sync not required!
de: Keine Synchronisation erforderlich!
es: ¡Sync no requerida!
fr: Sync non requise !
ja: 同期は不要です！
ru: Синхронизация не требуется!
zh: 无需同步！

# syncComplete
source: Repository synced!
de: Repository synchronisiert!
es: ¡Repositorio sync!
fr: Dépôt synchronisé !
ja: リポジトリの同期が完了しました！
ru: Репозиторий синхронизирован!
zh: 仓库已同步！

source: Sync In Progress
fr: Sync en cours
ja: 同期が進行中です
zh: 同步进行中

source: Sync Scheduled
fr: Sync planifiée
ja: 同期がスケジュールされました
zh: 同步已计划

source: Detecting Changes…
fr: Détection des modifications…
ja: 変更を検出中…
zh: 正在检测更改…

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ja: この操作は取り消せません。
ru: Это действие нельзя отменить.
zh: 此操作无法撤销。

# cloneProgressLabel
source: clone progress
de: Klon-Fortschritt
es: progreso de clonado
fr: progression du clonage
ja: クローン進行状況
ru: прогресс клонирования
zh: 克隆进度

# forcePushProgressLabel
source: force push progress
de: Erzwungener Push-Fortschritt
es: progreso de push forzado
fr: progression du push forcé
ja: 強制プッシュ進行状況
ru: прогресс принудительной отправки
zh: 强制推送进度

# forcePullProgressLabel
source: force pull progress
de: Erzwungener Pull-Fortschritt
es: progreso de pull forzado
fr: progression du pull forcé
ja: 強制プル進行状況
ru: прогресс принудительного получения
zh: 强制拉取进度

# moreSyncOptionsLabel
source: more sync options
de: weitere Sync-Optionen
es: más opciones de sync
fr: plus d'options de sync
ja: その他の同期オプション
ru: дополнительные параметры синхронизации
zh: 更多同步选项

# repositorySettingsLabel
source: repository settings
de: Repository-Einstellungen
es: configuración del repositorio
fr: paramètres du dépôt
ja: リポジトリ設定
ru: настройки репозитория
zh: 仓库设置

# addBranchLabel
source: add branch
de: Branch hinzufügen
es: agregar rama
fr: ajouter une branche
ja: ブランチを追加
ru: добавить ветку
zh: 添加分支

# deselectDirLabel
source: deselect directory
de: Verzeichnis abwählen
es: deseleccionar directorio
fr: désélectionner le répertoire
ja: ディレクトリの選択を解除
ru: снять выделение с папки
zh: 取消选择目录

# selectDirLabel
source: select directory
de: Verzeichnis auswählen
es: seleccionar directorio
fr: sélectionner le répertoire
ja: ディレクトリを選択
ru: выбрать папку
zh: 选择目录

# syncMessagesLabel
source: disable/enable sync messages
de: Sync-Nachrichten deaktivieren/aktivieren
es: desactivar/activar mensajes de sync
fr: désactiver/activer les messages de sync
ja: 同期メッセージの有効化/無効化
ru: отключить/включить сообщения синхронизации
zh: 禁用/启用同步消息

# backLabel
source: back
de: zurück
es: atrás
fr: retour
ja: 戻る
ru: назад
zh: 返回

# authDropdownLabel
source: auth dropdown
es: menú desplegable de autenticación
fr: menu déroulant d'authentification
ja: 認証ドロップダウン
ru: меню авторизации
zh: 认证下拉菜单

# premiumDialogTitle
source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
ja: プレミアムをアンロック
ru: Разблокировать Премиум
zh: 解锁高级版

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar Compra
fr: Restaurer l'achat
ja: 購入を復元
ru: Восстановить покупку
zh: 恢复购买

# verifyGhSponsorTitle
source: Verify GitHub Sponsorship
de: GitHub-Sponsoring verifizieren
es: Verificar Patrocinio de GitHub
fr: Vérifier le sponsor GitHub
ja: GitHubスポンサーシップを確認
ru: Подтвердить спонсорство GitHub
zh: 验证 GitHub 赞助身份

# verifyGhSponsorMsg
source: If you are a GitHub Sponsor, you can access premium features for free. Authenticate with GitHub so we can verify your sponsor status.
de: Wenn Sie ein GitHub-Sponsor sind, können Sie Premium-Funktionen kostenlos nutzen. Authentifizieren Sie sich mit GitHub, damit wir Ihren Sponsor-Status verifizieren können.
es: Si eres un Patrocinador de GitHub, puedes acceder a las funciones premium de forma gratuita. Autentícate con GitHub para que podamos verificar tu estado de patrocinador.
fr: Si vous êtes un sponsor GitHub, vous pouvez accéder gratuitement aux fonctionnalités premium. Authentifiez-vous auprès de GitHub pour vérifier votre statut de sponsor.
ja: GitHubスポンサーの方は、プレミアム機能に無料でアクセスできます。スポンサーのステータスを確認するため、GitHubで認証を行ってください。
ru: Если вы являетесь спонсором GitHub, вы можете получить доступ к премиум-функциям бесплатно. Авторизуйтесь через GitHub, чтобы мы могли проверить ваш статус спонсора.
zh: 如果你是 GitHub 赞助者，可以免费使用高级功能。请使用 GitHub 登录以验证你的赞助状态。

# verifyGhSponsorNote
source: Note: new sponsorships may take up to 1 day to become available in the app.
de: Hinweis: Neue Sponsorings können bis zu 1 Tag dauern, bis sie in der App verfügbar sind.
es: Nota: los nuevos patrocinios pueden tardar hasta 1 día en estar disponibles en la aplicación.
fr: Remarque : les nouveaux parrainages peuvent prendre jusqu'à 1 jour pour être disponibles dans l'application.
ja: 注意：新しいスポンサーシップがアプリに反映されるまで、最大1日かかる場合があります。
ru: Примечание: новые спонсорства могут стать доступными в приложении в течение 1 дня.
zh: 注意：新的赞助关系可能需要最多 1 天才能在应用中生效。

# premiumStoreOnlyBanner
source: Store version only — Get it on the App Store or Play Store
zh: 仅限商店版本 — 请前往 App Store 或 Play Store 获取

# premiumMultiRepoTitle
source: Manage Multiple Repos
zh: 管理多个仓库

# premiumMultiRepoSubtitle
source: One app. All your repositories. Each with its own credentials and settings.
zh: 一个应用，管理所有仓库。 每个仓库拥有独立的凭证和设置。

# premiumUnlimitedContainers
source: Unlimited containers
zh: 无限仓库

# premiumIndependentAuth
source: Independent auth per repo
zh: 每个仓库独立认证

# premiumAutoAddSubmodules
source: Auto-add submodules
zh: 自动添加子模块

# premiumEnhancedSyncSubtitle
source: Automated background sync on iOS. As low as once per minute.
zh: iOS 后台自动同步。 最快可每分钟一次。

# premiumSyncPerMinute
source: Sync as often as every minute
zh: 最快每分钟同步一次

# premiumServerTriggered
source: Server push notifications
zh: 服务器推送通知

# premiumWorksAppClosed
source: Works even when app is closed
zh: 即使应用关闭也能运行

# premiumReliableDelivery
source: Reliable, on-schedule delivery
zh: 可靠、准时的同步

# premiumGitLfsSubtitle
source: Full support for Git Large File Storage. Sync repos with large binary files effortlessly.
zh: 完整支持 Git 大文件存储。 轻松同步包含大二进制文件的仓库。

# premiumFullLfsSupport
source: Full Git LFS support
zh: 完整的 Git LFS 支持

# premiumTrackLargeFiles
source: Track large binary files
zh: 追踪大二进制文件

# premiumAutoLfsPullPush
source: Automatic LFS pull/push
zh: 自动 LFS 拉取/推送

# premiumGitFiltersTitle
source: Git Filters
zh: Git 过滤器

# premiumGitFiltersSubtitle
source: Support for git filters including git-lfs, git-crypt, and more coming soon.
zh: 支持 git 过滤器，包括 git-lfs、 git-crypt 等，更多功能即将推出。

# premiumGitLfsFilter
source: git-lfs filter
zh: git-lfs 过滤器

# premiumGitCryptFilter
source: git-crypt filter
zh: git-crypt 过滤器

# premiumMoreFiltersSoon
source: More filters coming soon
zh: 更多过滤器即将推出

# premiumGitHooksTitle
source: Git Hooks
zh: Git 钩子

# premiumGitHooksSubtitle
source: Run pre-commit hooks automatically before every sync.
zh: 每次同步前自动运行预提交钩子。

source: Switch to Client Mode…
fr: Passer en mode client…
ja: クライアントモードに切り替え…
zh: 切换到客户端模式…

source: Switch to Sync Mode…
fr: Passer en mode sync…
ja: 同期モードに切り替え…
zh: 切换到同步模式…

source: Client Mode
fr: Mode client
ja: クライアントモード
zh: 客户端模式

# clientModeDescription
source: Expanded Git UI (Advanced)
ja: 拡張Git UI (上級者向け)
zh: 扩展 Git 界面 （高级）

source: Sync Mode
fr: Mode sync
ja: 同期モード
zh: 同步模式

# syncModeDescription
source: Automated syncing (Beginner-friendly)
ja: 自動同期 (初心者向け)
zh: 自动同步 （适合新手）

# syncNow
source: Sync Changes
de: Änderungen synchronisieren
es: Sync Cambios
fr: Sync les modifications
ja: 変更を同期
ru: Синхронизировать изменения
zh: 立即同步

source: Sync All Changes
fr: Sync toutes les modifications
ja: すべての変更を同期
zh: 同步所有更改

# stageAndCommit
source: Stage & Commit
fr: Préparer et valider
ja: ステージングとコミット
zh: 暂存并提交

source: Download Changes
fr: Télécharger les modifications
ja: 変更をダウンロード
zh: 下载更改

source: Upload Changes
fr: Téléverser les modifications
ja: 変更をアップロード
zh: 上传更改

# downloadAndOverwrite
source: Download + Overwrite
fr: Télécharger + Écraser
ja: ダウンロード + 上書き
zh: 下载并覆盖

# uploadAndOverwrite
source: Upload + Overwrite
fr: Téléverser + Écraser
ja: アップロード + 上書き
zh: 上传并覆盖

# fetchRemote
source: Fetch %s
fr: Récupérer %s
ja: %s をフェッチ
zh: 获取 %s

source: Pull Changes
de: Änderungen abrufen
es: Extraer Cambios
fr: Récupérer les modifications
ja: プル
ru: Получить изменения
zh: 拉取更改

source: Push Changes
de: Änderungen hochladen
es: Enviar Cambios
fr: Envoyer les modifications
ja: プッシュ
ru: Отправить изменения
zh: 推送更改

source: Update Submodules
fr: Mettre à jour les sous-modules
ja: サブモジュールを更新
zh: 更新子模块

source: Force Push
de: Erzwungener Push
es: Push Forzado
fr: Push forcé
ja: 強制プッシュ
ru: Принудительная отправка
zh: 强制推送

source: Force pushing…
de: Erzwungener Push läuft…
es: Realizando push forzado…
fr: Push forcé…
ja: 強制プッシュ中…
ru: Принудительная отправка…
zh: 正在强制推送…

source: Confirm Force Push
de: Erzwungenen Push bestätigen
es: Confirmar Push Forzado
fr: Confirmer le push forcé
ja: 強制プッシュの確認
ru: Подтвердить принудительную отправку
zh: 确认强制推送

# confirmForcePushMsg
source: Are you sure you want to force push these changes? Any ongoing merge conflicts will be aborted.
de: Sind Sie sicher, dass Sie diese Änderungen erzwungen pushen möchten? Alle laufenden Merge-Konflikte werden abgebrochen.
es: ¿Estás seguro de que quieres hacer un push forzado de estos cambios? Cualquier conflicto de fusión en curso será abortado.
fr: Voulez-vous vraiment forcer l'envoi de ces modifications ? Tous les conflits de fusion en cours seront abandonnés.
ja: 本当にこれらの変更を強制プッシュしますか？実行中のマージコンフリクトはすべて中止されます。
ru: Вы уверены, что хотите принудительно отправить эти изменения? Все текущие конфликты слияния будут прерваны.
zh: 确定要强制推送这些更改吗？所有正在进行的合并冲突都将被中止。

source: Force Pull
de: Erzwungener Pull
es: Pull Forzado
fr: Pull forcé
ja: 強制プル
ru: Принудительное получение
zh: 强制拉取

source: Force pulling…
de: Erzwungener Pull läuft…
es: Realizando pull forzado…
fr: Pull forcé…
ja: 強制プル中…
ru: Принудительное получение…
zh: 正在强制拉取…

source: Confirm Force Pull
de: Erzwungenen Pull bestätigen
es: Confirmar Pull Forzado
fr: Confirmer le pull forcé
ja: 強制プルの確認
ru: Подтвердить принудительное получение
zh: 确认强制拉取

# confirmForcePullMsg
source: Are you sure you want to force pull these changes? Any ongoing merge conflicts will be ignored.
de: Sind Sie sicher, dass Sie diese Änderungen erzwungen pullen möchten? Alle laufenden Merge-Konflikte werden ignoriert.
es: ¿Estás seguro de que quieres hacer un pull forzado de estos cambios? Cualquier conflicto de fusión en curso será ignorado.
fr: Voulez-vous vraiment forcer la récupération de ces modifications ? Tous les conflits de fusion en cours seront ignorés.
ja: 本当にこれらの変更を強制プルしますか？実行中のマージコンフリクトはすべて無視されます。
ru: Вы уверены, что хотите принудительно получить эти изменения? Все текущие конфликты слияния будут проигнорированы.
zh: 确定要强制拉取这些更改吗？所有正在进行的合并冲突都将被忽略。

# localHistoryOverwriteWarning
source: This action will overwrite the local history and cannot be undone.
de: Diese Aktion wird die lokale Historie überschreiben und kann nicht rückgängig gemacht werden.
es: Esta acción sobrescribirá el historial local y no se puede deshacer.
fr: Cette action écrasera l'historique local et ne pourra pas être annulée.
ja: この操作はローカルの履歴を上書きし、元に戻すことはできません。
ru: Это действие перезапишет локальную историю и не может быть отменено.
zh: 此操作将覆盖本地历史记录，且无法撤销。

# forcePushPullMessage
source: Please do not close or exit the app until the process is complete.
de: Bitte schließen Sie die App nicht, bis der Vorgang abgeschlossen ist.
es: Por favor, no cierres ni salgas de la aplicación hasta que el proceso esté completo.
fr: Veuillez ne pas fermer ou quitter l'application tant que le processus n'est pas terminé.
ja: プロセスが完了するまで、アプリを閉じたり終了したりしないでください。
ru: Пожалуйста, не закрывайте и не выходите из приложения до завершения процесса.
zh: 请等待进程完成后再关闭或退出应用。

source: Manual Sync
de: Manuelle Synchronisation
es: Sync Manual
fr: Synchronisation manuelle
ja: 手動同期
ru: Ручная синхронизация
zh: 手动同步

# manualSyncMsg
source: Select the files you would like to sync
de: Wählen Sie die Dateien aus, die Sie synchronisieren möchten
es: Selecciona los archivos que deseas sync
fr: Sélectionnez les fichiers que vous souhaitez synchroniser
ja: 同期したいファイルを選択してください
ru: Выберите файлы, которые вы хотите синхронизировать
zh: 选择你要同步的文件

source: Commit
ja: コミット
zh: 提交

source: Unstage
ja: ステージ解除
zh: 取消暂存

source: Stage
ja: ステージング
zh: 暂存

source: Select All
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
ja: すべて選択
ru: Выбрать все
zh: 全选

source: Deselect All
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
ja: 選択解除
ru: Снять выделение со всех
zh: 取消全选

source: No uncommitted changes
de: Keine nicht-commiteten Änderungen
es: No hay cambios sin confirmar
fr: Aucune modification non validée
ja: 未コミットの変更はありません
ru: Нет незафиксированных изменений
zh: 没有未提交的更改

source: Discard Changes
de: Änderungen verwerfen
es: Descartar Cambios
fr: Ignorer les modifications
ja: 変更を破棄
ru: Отменить изменения
zh: 放弃更改

# discardChangesTitle
source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar Cambios?
fr: Ignorer les modifications ?
ja: 変更を破棄しますか？
ru: Отменить изменения?
zh: 放弃更改？

# discardChangesMsg
source: Are you sure you want to discard all changes to "%s"?
de: Sind Sie sicher, dass Sie alle Änderungen an "%s" verwerfen möchten?
es: ¿Estás seguro de que quieres descartar todos los cambios de "%s"?
fr: Voulez-vous vraiment ignorer toutes les modifications apportées à "%s"?
ja: "%s" へのすべての変更を破棄してもよろしいですか？
ru: Вы уверены, что хотите отменить все изменения в "%s"?
zh: 确定要放弃对 "%s" 的所有更改吗？

# mergeConflictItemMessage
source: There is a merge conflict! Tap to resolve
de: Es gibt einen Merge-Konflikt! Tippen Sie zum Lösen
es: ¡Hay un conflicto de fusión! Toca para resolver
fr: Il y a un conflit de fusion ! Appuyez pour résoudre
ja: マージコンフリクトが発生しています！タップして解決してください
ru: Есть конфликт слияния! Нажмите для разрешения
zh: 存在合并冲突！点击解决

source: Merge Conflict
de: Merge-Konflikt
es: Conflicto de Fusión
fr: Conflit de fusion
ja: マージコンフリクト
ru: Конфликт слияния
zh: 合并冲突

# mergeDialogMessage
source: Use the editor to resolve the merge conflicts
de: Verwenden Sie den Editor, um die Merge-Konflikte zu beheben
es: Usa el editor para resolver los conflictos de fusión
fr: Utilisez l'éditeur pour résoudre les conflits de fusion
ja: エディタを使用してマージコンフリクトを解決してください
ru: Используйте редактор для разрешения конфликтов слияния
zh: 使用编辑器解决合并冲突

source: Commit Message
de: Commit-Nachricht
es: Mensaje de Confirmación
fr: Message de commit
ja: コミットメッセージ
ru: Сообщение коммита
zh: 提交信息

source: Abort Merge
de: Merge abbrechen
es: Abortar Fusión
fr: Abandonner la fusion
ja: マージを中止
ru: Прервать слияние
zh: 中止合并

source: Keep Changes
de: Änderungen behalten
es: Mantener Cambios
fr: Conserver les modifications
ja: 変更を保持
ru: Сохранить изменения
zh: 保留更改

source: Local
de: Lokal
ja: ローカル
ru: Локальные
zh: 本地

source: Both
de: Beide
es: Ambos
fr: Les deux
ja: 両方
ru: Оба
zh: 两者

source: Remote
es: Remoto
fr: Distant
ja: リモート
ru: Удаленные
zh: 远程

source: Merge
es: Fusionar
fr: Fusionner
ja: マージ
ru: Слияние
zh: 合并

source: Merging…
de: Merge läuft…
es: Fusionando…
fr: Fusion en cours…
ja: マージ中…
ru: Слияние…
zh: 正在合并…

# iosClearDataTitle
source: Is this a fresh install?
fr: Est-ce une nouvelle installation ?
ja: 新規インストールですか？
zh: 这是全新安装吗？

# iosClearDataMsg
source: We detected that this might be a reinstallation, but it could also be a false alarm. On iOS, your Keychain isn’t cleared when you delete and reinstall the app, so some data may still be stored securely. If this isn’t a fresh install, or you don’t want to reset, you can safely skip this step.
fr: Nous avons détecté qu'il pourrait s'agir d'une réinstallation, mais il pourrait aussi s'agir d'une fausse alerte. Sur iOS, votre Trousseau n'est pas effacé lorsque vous supprimez et réinstallez l'application, donc certaines données peuvent encore être stockées en toute sécurité. Si ce n'est pas une nouvelle installation, ou si vous ne souhaitez pas réinitialiser, vous pouvez ignorer cette étape en toute sécurité.
ja: 再インストールの可能性がありますが、誤検知の場合もあります。iOSではアプリを削除して再インストールしてもキーチェーンが消去されないため、一部のデータが安全に保存されたままになっている場合があります。 新規インストールでない場合、またはリセットしたくない場合は、このステップをスキップして構いません。
zh: 我们检测到这可能是重新安装，但也可能是误报。在 iOS 上，删除并重新安装应用时，你的钥匙串数据不会被清除，因此某些数据可能仍然安全存储。 如果这不是全新安装，或者你不想重置，可以安全地跳过此步骤。

# clearDataConfirmTitle
source: Confirm App Data Reset
fr: Confirmer la réinitialisation des données de l'application
ja: アプリデータのリセットを確認
zh: 确认重置应用数据

# clearDataConfirmMsg
source: This will permanently delete all app data, including Keychain entries. Are you sure you want to proceed?
fr: Cela supprimera définitivement toutes les données de l'application, y compris les entrées du Trousseau. Êtes-vous sûr de vouloir continuer ?
ja: これにより、キーチェーンのエントリを含むすべてのアプリデータが完全に削除されます。続行してもよろしいですか？
zh: 这将永久删除所有应用数据，包括钥匙串条目。确定要继续吗？

# iosClearDataAction
source: Clear All Data
fr: Effacer toutes les données
ja: すべてのデータを消去
zh: 清除所有数据

# legacyAppUserDialogTitle
source: Welcome to the New Version!
de: Willkommen zur neuen Version!
es: ¡Bienvenido a la Nueva Versión!
fr: Bienvenue dans la nouvelle version !
ja: 新バージョンへようこそ！
ru: Добро пожаловать в новую версию!
zh: 欢迎使用新版本！

# legacyAppUserDialogMessagePart1
source: We've rebuilt the app from the ground up for better performance and future growth.
de: Wir haben die App von Grund auf neu entwickelt für bessere Leistung und zukünftiges Wachstum.
es: Hemos reconstruido la aplicación desde cero para un mejor rendimiento y crecimiento futuro.
fr: Nous avons reconstruit l'application à partir de zéro pour de meilleures performances et une croissance future.
ja: パフォーマンスの向上と将来の成長のために、アプリをゼロから再構築しました。
ru: Мы полностью перестроили приложение для лучшей производительности и будущего роста.
zh: 我们从头开始重建了应用，以获得更好的性能和未来的扩展性。

# legacyAppUserDialogMessagePart2
source: Regrettably, your old settings can't be carried over, so you'll need to set things up again. All your favorite features are still here. Multi-repo support is now part of a small one-time upgrade that helps support ongoing development.
de: Leider können Ihre alten Einstellungen nicht übernommen werden, sodass Sie alles neu einrichten müssen. Alle Ihre Lieblingsfunktionen sind noch da. Multi-Repo-Unterstützung ist jetzt Teil eines kleinen einmaligen Upgrades, das die laufende Entwicklung unterstützt.
es: Lamentablemente, tu configuración anterior no se puede transferir, por lo que necesitarás configurar todo de nuevo. Todas tus funciones favoritas siguen aquí. El soporte multi-repositorio ahora es parte de una pequeña actualización única que ayuda a apoyar el desarrollo continuo.
fr: Malheureusement, vos anciens paramètres ne peuvent pas être transférés, vous devrez donc tout reconfigurer. Toutes vos fonctionnalités préférées sont toujours là. La prise en charge de plusieurs dépôts fait désormais partie d'une petite mise à niveau unique qui contribue à soutenir le développement continu.
ja: 残念ながら、古い設定を引き継ぐことができないため、再度設定を行う必要があります。 お気に入りの機能はすべて残っています。マルチリポジトリ対応は、今後の開発を支援するための少額の一回限りのアップグレードの一部となりました。
ru: К сожалению, ваши старые настройки не могут быть перенесены, поэтому вам нужно будет настроить все заново. Все ваши любимые функции по-прежнему здесь. Поддержка нескольких репозиториев теперь является частью небольшого разового обновления, которое помогает поддерживать дальнейшую разработку.
zh: 遗憾的是，你的旧设置无法迁移，因此你需要重新进行设置。 所有你喜欢的功能都还在。多仓库支持现在是一项一次性的小额升级功能，有助于支持持续开发。

# legacyAppUserDialogMessagePart3
source: Thanks for sticking with us :)
de: Danke, dass Sie bei uns bleiben :)
es: Gracias por seguir con nosotros :)
fr: Merci de votre fidélité :)
ja: 引き続きご利用いただきありがとうございます :)
ru: Спасибо, что остаетесь с нами :)
zh: 感谢你的坚持使用 :)

source: Set Up
de: Einrichten
es: Configurar
fr: Configurer
ja: セットアップ
ru: Настроить
zh: 设置

# welcomeSetupPrompt
source: Would you like to go through a quick setup to get started?
zh: 你想快速设置一下开始使用吗？

# welcomePositive
source: Let's go
de: Los geht's
es: Vamos
fr: Allons-y
ja: 開始する
ru: Поехали
zh: 开始吧

# welcomeNeutral
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ru: Пропустить
zh: 跳过

# welcomeNegative
source: I'm familiar
de: Ich kenne mich aus
es: Ya estoy familiarizado
fr: Je connais déjà
ja: 使い方は知っている
ru: Я знаком
zh: 我很熟悉

# notificationDialogTitle
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ru: Включить уведомления
zh: 启用通知

# allFilesAccessDialogTitle
source: Enable "All Files Access"
de: "Zugriff auf alle Dateien" aktivieren
es: Habilitar "Acceso a Todos los Archivos"
fr: Activer "Accès à tous les fichiers"
ja: 「全ファイルへのアクセス」を有効にする
ru: Включить "Доступ ко всем файлам"
zh: 启用"所有文件访问权限"

# authorDetailsPromptTitle
source: Author Details Required
de: Autor-Details erforderlich
es: Detalles del Autor Requeridos
fr: Détails de l'auteur requis
ja: 作成者情報が必要です
ru: Требуются данные автора
zh: 需要作者信息

# authorDetailsPromptMessage
source: Your author name or email are missing. Please update them in the repository settings before syncing.
de: Ihr Autorenname oder Ihre E-Mail fehlen. Bitte aktualisieren Sie diese in den Repository-Einstellungen vor der Synchronisation.
es: Faltan tu nombre de autor o email. Por favor, actualízalos en la configuración del repositorio antes de sync.
fr: Votre nom ou e-mail d'auteur est manquant. Veuillez les mettre à jour dans les paramètres du dépôt avant de synchroniser.
ja: 作成者名またはメールアドレスが設定されていません。同期する前にリポジトリ設定で更新してください。
ru: Отсутствует имя автора или email. Пожалуйста, обновите их в настройках репозитория перед синхронизацией.
zh: 你的作者名称或邮箱缺失。请在同步前在仓库设置中更新它们。

# authorDetailsShowcasePrompt
source: Fill out your author details
fr: Renseignez vos détails d'auteur
ja: 作成者情報を入力してください
zh: 填写你的作者信息

source: Go to Settings
de: Zu den Einstellungen
es: Ir a Configuración
fr: Aller aux paramètres
ja: 設定へ移動
ru: Перейти в настройки
zh: 前往设置

# onboardingSyncSettingsTitle
source: Sync Settings
zh: 同步设置

# onboardingSyncSettingsSubtitle
source: Choose how to keep your repos in sync.
zh: 选择如何保持你的仓库同步。

# onboardingAppSyncFeatureOpen
source: Trigger sync on app open
zh: 应用打开时触发同步
