Repository: ViscousPot/GitSync
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ru, zh

# remoteLabel
source: default remote
de: Standard-Remote
es: remoto predeterminado
fr: distant par défaut
ja: デフォルトのリモート
ru: удаленный репозиторий по умолчанию
zh: 默认远程

# authorNameLabel
source: author name
de: Autorenname
es: nombre del autor
fr: nom de l'auteur
ja: 作成者名
ru: имя автора
zh: 作者名称

# authorName
source: JohnSmith12
es: JuanPérez12
fr: JeanDupont12
ru: IvanPetrov12
zh: 张三123

# authorEmailLabel
source: author email
de: Autoren-E-Mail
es: email del autor
fr: e-mail de l'auteur
ja: 作成者のメールアドレス
ru: email автора
zh: 作者邮箱

# authorEmail
source: john12@smith.com
es: juan12@perez.com
fr: jean12@dupont.com
ru: ivan12@petrov.com
zh: zhangsan@example.com

# gitIgnoreDescription
source: list files or folders to ignore on all devices
de: Dateien oder Ordner auflisten, die auf allen Geräten ignoriert werden sollen
es: lista archivos o carpetas a ignorar en todos los dispositivos
fr: liste des fichiers ou dossiers à ignorer sur tous les appareils
ja: すべてのデバイスで無視するファイルやフォルダのリスト
ru: список файлов или папок для игнорирования на всех устройствах
zh: 列出要在所有设备上忽略的文件或文件夹

# gitInfoExcludeDescription
source: list files or folders to ignore on this device
de: Dateien oder Ordner auflisten, die auf diesem Gerät ignoriert werden sollen
es: lista archivos o carpetas a ignorar en este dispositivo
fr: liste des fichiers ou dossiers à ignorer sur cet appareil
ja: このデバイスでのみ無視するファイルやフォルダのリスト
ru: список файлов или папок для игнорирования на этом устройстве
zh: 列出要在此设备上忽略的文件或文件夹

source: Disable SSL
de: SSL deaktivieren
es: Deshabilitar SSL
fr: Désactiver le SSL
ja: SSLを無効化
ru: Отключить SSL
zh: 禁用 SSL

# disableSslDescription
source: Disable secure connection for HTTP repositories
ja: HTTPリポジトリのセキュア接続を無効化
zh: 为 HTTP 仓库禁用安全连接

# disableSslPromptTitle
source: Disable SSL?
fr: Désactiver le SSL ?
ja: SSLを無効にしますか？
zh: 禁用 SSL？

# disableSslPromptMsg
source: The address you cloned starts with "http" (not secure). Disabling SSL will match the URL but reduce security.
fr: L'adresse que vous avez clonée commence par "http" (non sécurisé). La désactivation du SSL correspondra à l'URL mais réduira la sécurité.
ja: クローンしたアドレスは "http" で始まっており、安全ではありません。SSLを無効にするとURLと一致しますが、セキュリティは低下します。
zh: 你克隆的地址以 "http" 开头（不安全）。禁用 SSL 将匹配 URL 但会降低安全性。

source: Optimised Sync
ja: 最適化された同期
zh: 优化同步

# optimisedSyncDescription
source: Intelligently reduce overall sync operations
ja: 全体の同期操作をインテリジェントに削減します
zh: 智能减少总体同步操作

source: Proceed anyway?
fr: Continuer quand même ?
ja: 続行しますか？
zh: 仍然继续？

source: More Options
de: Weitere Optionen
es: Más Opciones
fr: Plus d'options
ja: その他のオプション
ru: Дополнительные параметры
zh: 更多选项

source: Untrack All
ja: すべての追跡を解除
zh: 取消追踪所有

source: Global Settings
de: Globale Einstellungen
es: Configuración Global
fr: Paramètres globaux
ja: グローバル設定
ru: Глобальные настройки
zh: 全局设置

source: Dark Mode
ja: ダーク モード
zh: 深色 模式

source: Light Mode
ja: ライト モード
zh: 浅色 模式

source: System
ja: システム
zh: 系统

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ru: Язык
zh: 语言

# browseEditDir
source: Browse & Edit Directory
fr: Parcourir & Modifier le répertoire
ja: 閲覧・編集ディレクトリ
zh: 浏览与编辑目录

# enableLineWrap
source: Enable Line Wrap in Editors
ja: エディタの折り返しを有効にする
zh: 在编辑器中启用自动换行

source: Exclude From Recents
ja: 最近使ったアプリから除外
zh: 从最近使用中排除

# backupRestoreTitle
source: Encrypted Configuration Recovery
de: Verschlüsselte Konfigurationswiederherstellung
es: Recuperación de Configuración Encriptada
fr: Récupération de configuration chiffrée
ja: 暗号化された設定の復元
ru: Восстановление зашифрованной конфигурации
zh: 加密配置恢复

source: Encrypted Backup
ja: 暗号化バックアップ
zh: 加密备份

source: Encrypted Restore
ja: 暗号化復元
zh: 加密恢复

source: Backup
de: Sicherung
es: Respaldo
fr: Sauvegarde
ja: バックアップ
ru: Резервная копия
zh: 备份

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ru: Восстановить
zh: 恢复

# selectBackupLocation
source: Select location to save backup
fr: Sélectionnez l'emplacement pour enregistrer la sauvegarde
ja: バックアップの保存場所を選択
zh: 选择备份保存位置

# enterPassword
source: Enter %s Password
de: Passwort eingeben
es: Ingresa Contraseña
fr: Entrez le mot de passe
ja: %s のパスワードを入力
ru: Введите пароль
zh: 输入 %s 密码

source: Invalid Password
de: Ungültiges Passwort
es: Contraseña Inválida
fr: Mot de passe invalide
ja: パスワードが無効です
ru: Неверный пароль
zh: 密码无效

source: Community
fr: Communauté
ja: コミュニティ
zh: 社区

source: Guides
ja: ガイド
zh: 指南

# documentation
source: Guides & Wiki
de: Anleitungen & Wiki
es: Guías y Wiki
fr: Guides et Wiki
ja: ガイド & Wiki
ru: Руководства и Wiki
zh: 指南与维基

# viewDocumentation
source: View Guides & Wiki
de: Anleitungen & Wiki anzeigen
es: Ver Guías y Wiki
fr: Afficher les guides et le wiki
ja: ガイド & Wikiを表示
ru: Просмотреть руководства и Wiki
zh: 查看指南与维基

source: Request A Feature
de: Feature anfordern
es: Solicitar una Función
fr: Demander une fonctionnalité
ja: 機能のリクエスト
ru: Запросить функцию
zh: 请求功能

# contributeTitle
source: Support Our Work
de: Unterstützen Sie unsere Arbeit
es: Apoya Nuestro Trabajo
fr: Soutenez notre travail
ja: 開発を支援する
ru: Поддержите нашу работу
zh: 支持我们的工作

source: Improve Translations
fr: Améliorer les traductions
ja: 翻訳を改善する
zh: 改进翻译

# joinTheDiscussion
source: Join The Discord
de: An der Discord teilnehmen
es: Únete a la Discord
fr: Rejoindre la discussion Discord
ja: Discordに参加する
ru: Присоединиться к Discord
zh: 加入 Discord

source: No log files found!
fr: Aucun fichier journal trouvé !
ja: ログファイルが見つかりません！
zh: 未找到日志文件！

source: Guided Setup
de: Geführte Einrichtung
es: Configuración Guiada
fr: Configuration guidée
ja: ガイド付きセットアップ
ru: Пошаговая настройка
zh: 引导设置

source: UI Guide
de: UI-Anleitung
es: Guía de Interfaz
fr: Guide de l'interface utilisateur
ja: UIガイド
ru: Руководство по интерфейсу
zh: 界面指南

# viewPrivacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ru: Политика конфиденциальности
zh: 隐私政策

# viewEula
source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de Uso (EULA)
fr: Conditions d'utilisation (CLUF)
ja: 利用規約 (EULA)
ru: Условия использования (EULA)
zh: 使用条款（EULA）

source: Share Logs
de: Logs teilen
es: Compartir Registros
fr: Partager les journaux
ja: ログを共有
ru: Поделиться логами
zh: 分享日志

# logsEmailSubjectTemplate
source: GitSync Logs (%s)
fr: Journaux GitSync (%s)
ja: GitSync ログ (%s)
zh: GitSync 日志 (%s)

source: Repository Defaults
ja: リポジトリのデフォルト設定
zh: 仓库默认值

source: Miscellaneous
ja: その他
zh: 其他

source: Danger Zone
ja: デッドゾーン
zh: 危险区域

source: File
fr: Fichier
ja: ファイル
zh: 文件

source: Folder
fr: Dossier
ja: フォルダ
zh: 文件夹

source: Directory
fr: Répertoire
ja: ディレクトリ
zh: 目录

# confirmFileDirDeleteMsg
source: Are you sure you want to delete the %s "%s" %s?
fr: Êtes-vous sûr de vouloir supprimer le %s "%s" %s?
ja: 本当に %s "%s" %s を削除しますか？
zh: 确定要删除 %s "%s" %s吗？

# deleteMultipleSuffix
source: and %s more and their contents
fr: et %s de plus et leur contenu
ja: および他 %s 個の項目とその内容
zh: 以及另外 %s 个项目及其内容

# deleteSingularSuffix
source: and it's contents
fr: et son contenu
ja: とその内容
zh: 及其内容

source: Create a File
fr: Créer un fichier
ja: ファイルを作成
zh: 创建文件

source: File Name
fr: Nom du fichier
ja: ファイル名
zh: 文件名

# createADir
source: Create a Directory
fr: Créer un répertoire
ja: ディレクトリを作成
zh: 创建目录

# dirName
source: Folder Name
fr: Nom du dossier
ja: フォルダ名
zh: 文件夹名称

# renameFileDir
source: Rename %s
fr: Renommer %s
ja: %s の名前を変更
zh: 重命名 %s

# fileTooLarge
source: File larger than %s lines
fr: Fichier de plus de %s lignes
ja: ファイルが %s 行を超えています
zh: 文件超过 %s 行

source: Read-Only
fr: Lecture seule
ja: 読み取り専用
zh: 只读

source: Cut
ja: 切り取り
zh: 剪切

source: Copy
ja: コピー
zh: 复制

source: Paste
ja: 貼り付け
zh: 粘贴

source: Experimental
fr: Expérimental
ja: 実験的機能
zh: 实验性

# experimentalMsg
source: Use at your own risk
fr: Utilisez à vos risques et périls
ja: 自己責任で使用してください
zh: 使用风险自负

source: Code Editor Limits
ja: コードエディタの制限
zh: 代码编辑器限制

# codeEditorLimitsDescription
source: The code editor provides basic, functional editing but hasn’t been exhaustively tested for edge cases or heavy use. If you encounter bugs or want to suggest features, I welcome feedback! Please use the Bug Report or Feature Request options in Global Settings or below.
ja: コードエディタは基本的で機能的な編集を提供しますが、エッジケースや負荷の高い使用については十分なテストが行われていません。 バグを見つけたり、機能の提案がある場合は、フィードバックをお待ちしています！グローバル設定または以下の「バグレポート」や「機能リクエスト」をご利用ください。
zh: 代码编辑器提供基本、实用的编辑功能，但尚未针对极端情况或重度使用进行全面测试。 如果你遇到错误或想建议功能，欢迎反馈！请使用全局设置中的错误报告或功能请求选项，或在下方操作。

source: Open File
ja: ファイルを開く
zh: 打开文件

# openFileDescription
source: Preview/edit file contents
ja: ファイル内容のプレビュー/編集
zh: 预览/编辑文件内容

source: view git log
ja: Gitログを表示
zh: 查看 git 日志

# viewGitLogDescription
source: View the full git log history
ja: Gitの完全なログ履歴を表示
zh: 查看完整的 git 日志历史

# ignoreUntrack
source: .gitignore + Untrack
ja: .gitignore + 追跡解除
zh: .gitignore + 取消追踪

# ignoreUntrackDescription
source: Add files to .gitignore and untrack
ja: ファイルを.gitignoreに追加して追跡を解除
zh: 将文件添加到 .gitignore 并取消追踪

# excludeUntrack
source: .git/info/exclude + Untrack
ja: .git/info/exclude + 追跡解除
zh: .git/info/exclude + 取消追踪

# excludeUntrackDescription
source: Add files to the local exclude file and untrack
ja: ファイルをローカルのexcludeファイルに追加して追跡を解除
zh: 将文件添加到本地排除文件并取消追踪

# ignoreOnly
source: Add to .gitignore Only
ja: .gitignoreへの追加のみ
zh: 仅添加到 .gitignore

# ignoreOnlyDescription
source: Only add files to .gitignore
ja: ファイルを.gitignoreにのみ追加
zh: 仅将文件添加到 .gitignore

# excludeOnly
source: Add to .git/info/exclude Only
ja: .git/info/excludeへの追加のみ
zh: 仅添加到 .git/info/exclude

# excludeOnlyDescription
source: Only add files to the local exclude file
ja: ファイルをローカルのexcludeファイルにのみ追加
zh: 仅将文件添加到本地排除文件

# untrack
source: Untrack file(s)
ja: ファイルの追跡を解除
zh: 取消追踪文件

# untrackDescription
source: Untrack specified file(s)
ja: 指定したファイルの追跡を解除
zh: 取消追踪指定文件

source: selected
ja: 選択済み
zh: 已选择

# ignoreAndUntrack
source: Ignore & Untrack
ja: 無視 & 追跡解除
zh: 忽略并取消追踪

source: Open
ja: 開く
zh: 打开

source: File Diff
ja: ファイルの差分
zh: 文件差异

source: Open/Edit File
ja: ファイルを開く/編集
zh: 打开/编辑文件

source: file(s) changed
ja: 個のファイルが変更されました
zh: 个文件已更改

source: commits
ja: 個のコミット
zh: 提交

# defaultContainerName
source: alias
ja: エイリアス
ru: псевдоним
zh: 别名

# renameRepository
source: Rename Container
de: Repository umbenennen
es: Renombrar Repositorio
fr: Renommer le conteneur
ja: コンテナの名前を変更
ru: Переименовать репозиторий
zh: 重命名仓库

# renameRepositoryMsg
source: Enter a new alias for the repository container
de: Geben Sie einen neuen Alias für den Repository-Container ein
es: Ingresa un nuevo alias para el contenedor del repositorio
fr: Entrez un nouvel alias pour le conteneur du dépôt
ja: リポジトリコンテナの新しいエイリアスを入力してください
ru: Введите новый псевдоним для контейнера репозитория
zh: 输入仓库仓库的新别名

source: Add More
de: Weitere hinzufügen
es: Agregar Más
fr: Ajouter plus
ja: さらに追加
ru: Добавить еще
zh: 添加更多

# addRepository
source: Add Container
de: Repository hinzufügen
es: Agregar Repositorio
fr: Ajouter un conteneur
ja: コンテナを追加
ru: Добавить репозиторий
zh: 添加仓库

# addRepositoryMsg
source: Give your new repository container a unique alias. This will help you identify it later.
de: Geben Sie Ihrem neuen Repository-Container einen eindeutigen Alias. Dies hilft Ihnen, ihn später zu identifizieren.
es: Dale a tu nuevo contenedor de repositorio un alias único. Esto te ayudará a identificarlo más tarde.
fr: Donnez un alias unique à votre nouveau conteneur de dépôt. Cela vous aidera à l'identifier plus tard.
ja: 新しいリポジトリコンテナに固有のエイリアスを付けてください。後で識別しやすくなります。
ru: Дайте новому контейнеру репозитория уникальный псевдоним. Это поможет вам идентифицировать его позже.
zh: 为你的新仓库仓库起一个独特的别名。这将帮助你以后识别它。

# confirmRepositoryDelete
source: Confirm Container Deletion
de: Repository-Löschung bestätigen
es: Confirmar Eliminación de Repositorio
fr: Confirmer la suppression du conteneur
ja: コンテナ削除の確認
ru: Подтвердить удаление репозитория
zh: 确认删除仓库

# confirmRepositoryDeleteMsg
source: Are you sure you want to delete the repository container "%s"?
de: Sind Sie sicher, dass Sie den Repository-Container "%s" löschen möchten?
es: ¿Estás seguro de que quieres eliminar el contenedor del repositorio "%s"?
fr: Voulez-vous vraiment supprimer le conteneur de dépôt "%s" ?
ja: 本当にリポジトリコンテナ "%s" を削除しますか？
ru: Вы уверены, что хотите удалить контейнер репозитория "%s"?
zh: 确定要删除仓库仓库 "%s" 吗？

# deleteRepoDirectoryCheckbox
source: Also delete the repository’s directory and all its contents
de: Auch das Repository-Verzeichnis und alle seine Inhalte löschen
es: También eliminar el directorio del repositorio y todo su contenido
fr: Supprimer également le répertoire du dépôt et tout son contenu
ja: リポジトリのディレクトリとそのすべての内容も削除する
ru: Также удалить папку репозитория и все её содержимое
zh: 同时删除仓库目录及其所有内容

# confirmRepositoryDeleteTitle
source: Confirm Container Deletion
de: Repository-Löschung bestätigen
es: Confirmar Eliminación de Repositorio
fr: Confirmer la suppression du conteneur
ja: コンテナ削除の確認
ru: Подтвердить удаление репозитория
zh: 确认删除仓库

# confirmRepositoryDeleteMessage
source: Are you sure you want to delete the repository "%s" and it's contents?
de: Sind Sie sicher, dass Sie das Repository "%s" und seine Inhalte löschen möchten?
es: ¿Estás seguro de que quieres eliminar el repositorio "%s" y su contenido?
fr: Voulez-vous vraiment supprimer le dépôt "%s" et son contenu ?
ja: 本当にリポジトリ "%s" とその内容を削除しますか？
ru: Вы уверены, что хотите удалить репозиторий "%s" и его содержимое?
zh: 确定要删除仓库 "%s" 及其内容吗？

# submodulesFoundTitle
source: Submodules Found
fr: Sous-modules trouvés
ja: サブモジュールが見つかりました
zh: 发现子模块

# submodulesFoundMessage
source: The repository you added contains submodules. Would you like to automatically add them as separate repositories in the app? This is a premium feature.
fr: Le dépôt que vous avez ajouté contient des sous-modules. Souhaitez-vous les ajouter automatiquement en tant que dépôts séparés dans l'application ? Ceci est une fonctionnalité premium.
ja: 追加したリポジトリにサブモジュールが含まれています。これらを個別のリポジトリとしてアプリに自動追加しますか？ これはプレミアム機能です。
zh: 你添加的仓库包含子模块。你想自动将它们作为单独的仓库添加到应用中吗？ 这是高级版功能。

# submodulesFoundAction
source: Add Submodules
fr: Ajouter les sous-modules
ja: サブモジュールを追加
zh: 添加子模块

source: Add Remote
zh: 添加远程

source: Delete Remote
zh: 删除远程

source: Rename Remote
zh: 重命名远程

source: Remote Name
zh: 远程名称

# confirmDeleteRemote
source: Are you sure you want to delete the remote "%s"?
zh: 确定要删除远程 "%s" 吗？

# confirmBranchCheckoutTitle
source: Checkout Branch?
de: Branch auschecken?
es: ¿Cambiar a Rama?
fr: Changer de branche ?
ja: ブランチをチェックアウトしますか？
ru: Переключиться на ветку?
zh: 检出分支？

# confirmBranchCheckoutMsgPart1
source: Are you sure you want to checkout the branch
de: Sind Sie sicher, dass Sie den Branch
es: ¿Estás seguro de que quieres cambiar a la rama
fr: Voulez-vous vraiment changer pour la branche
ja: 本当にブランチ
ru: Вы уверены, что хотите переключиться на ветку
zh: 确定要检出分支

source: Unsaved changes may be lost.
de: Nicht gespeicherte Änderungen könnten verloren gehen.
es: Los cambios no guardados pueden perderse.
fr: Les modifications non enregistrées peuvent être perdues.
ja: 保存されていない変更は失われる可能性があります。
ru: Несохраненные изменения могут быть потеряны.
zh: 未保存的更改可能会丢失。

source: Checkout
de: Auschecken
es: Cambiar
fr: Changer
ja: チェックアウト
ru: Переключиться
zh: 检出

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ru: Создать
zh: 创建

# createBranch
source: Create New Branch
de: Neuen Branch erstellen
es: Crear Nueva Rama
fr: Créer une nouvelle branche
ja: 新しいブランチを作成
ru: Создать новую ветку
zh: 创建新分支

# createBranchName
source: Branch Name
es: Nombre de la Rama
fr: Nom de la branche
ja: ブランチ名
ru: Имя ветки
zh: 分支名称

# createBranchBasedOn
source: Based on
de: Basierend auf
es: Basada en
fr: Basé sur
ja: ベース
ru: На основе
zh: 基于

source: Attempt Auto-Fix?
de: Auto-Korrektur versuchen?
es: ¿Intentar Reparación Automática?
fr: Tenter une correction automatique ?
ja: 自動修復を試みますか？
ru: Попытаться автоисправление?
zh: 尝试自动修复？

source: Troubleshooting
ja: トラブルシューティング
zh: 故障排除

source: You're offline.
de: Sie sind offline.
es: Estás desconectado.
fr: Vous êtes hors ligne.
ja: オフラインです。
ru: Вы офлайн.
zh: 你处于离线状态。

source: Some features may not work.
de: Einige Funktionen funktionieren möglicherweise nicht.
es: Algunas funciones pueden no funcionar.
fr: Certaines fonctionnalités peuvent ne pas fonctionner.
ja: 一部の機能が動作しない可能性があります。
ru: Некоторые функции могут не работать.
zh: 某些功能可能无法使用。

# unsupportedGitAttributes
source: This repo uses git features only available in store versions.
ja: このリポジトリはストア版でのみ利用可能なGit機能を使用しています。
zh: 此仓库使用了仅商店版本支持的 Git 功能。

# tapToOpenPlayStore
source: Tap to update.
ja: タップして更新してください。
zh: 点击更新。

source: Ongoing merge conflict
de: Laufender Merge-Konflikt
es: Conflicto de fusión en curso
fr: Conflit de fusion en cours
ja: 進行中のマージコンフリクト
ru: Текущий конфликт слияния
zh: 正在进行合并冲突

# networkStallRetry
source: Poor network — will retry shortly
zh: 网络较差 — 稍后将重试

# networkUnavailableRetry
source: Network unavailable! GitSync will retry when reconnected
de: Netzwerk nicht verfügbar! GitSync wird es erneut versuchen, wenn die Verbindung wiederhergestellt ist
es: ¡Red no disponible! GitSync reintentará cuando se reconecte
fr: Réseau indisponible ! GitSync réessaiera lors de la reconnexion
ja: ネットワークが利用不可です！ 接続復旧時に再試行します
ru: Сеть недоступна! GitSync повторит попытку при подключении
zh: 网络不可用！ GitSync 将在重新连接后重试

# pullFailed
source: Pull failed! Please check for uncommitted changes and try again.
de: Pull fehlgeschlagen! Bitte prüfen Sie auf nicht-commitete Änderungen und versuchen Sie es erneut.
es: ¡Falló el pull! Por favor, verifica cambios sin confirmar e intenta de nuevo.
fr: Échec du pull ! Veuillez vérifier les modifications non validées et réessayer.
ja: プルに失敗しました！未コミットの変更がないか確認して再試行してください。
ru: Получение не удалось! Пожалуйста, проверьте незафиксированные изменения и попробуйте снова.
zh: 拉取失败！请检查是否有未提交的更改，然后重试。

source: Report a Bug
de: Fehler melden
es: Reportar un Error
fr: Signaler un bug
ja: バグを報告
ru: Сообщить об ошибке
zh: 报告错误

# errorOccurredTitle
source: An Error Occurred!
de: Ein Fehler ist aufgetreten!
es: ¡Ocurrió un Error!
fr: Une erreur s'est produite !
ja: エラーが発生しました！
ru: Произошла ошибка!
zh: 发生错误！

# errorOccurredMessagePart1
source: If this caused any issues, please create a bug report quickly using the button below.
de: Falls dies Probleme verursacht hat, erstellen Sie bitte schnell einen Fehlerbericht mit der Schaltfläche unten.
es: Si esto causó algún problema, por favor crea un reporte de error rápidamente usando el botón de abajo.
fr: Si cela a causé des problèmes, veuillez créer rapidement un rapport de bug en utilisant le bouton ci-dessous.
ja: 問題が発生した場合は、下のボタンからすぐにバグレポートを作成してください。
ru: Если это вызвало проблемы, пожалуйста, быстро создайте отчет об ошибке, используя кнопку ниже.
zh: 如果这造成了任何问题，请使用下面的按钮快速创建错误报告。

# errorOccurredMessagePart2
source: Otherwise, you can long-press to copy to clipboard or dismiss and continue.
de: Andernfalls können Sie schließen und fortfahren.
es: Si no, puedes descartar y continuar.
fr: Sinon, vous pouvez ignorer et continuer.
ja: または、長押しでクリップボードにコピーするか、閉じて続行してください。
ru: В противном случае вы можете закрыть и продолжить.
zh: 否则，你可以长按复制到剪贴板或忽略并继续。

# cloneFailed
source: Failed to clone repository!
de: Repository konnte nicht geklont werden!
es: ¡Falló la clonación del repositorio!
fr: Échec du clonage du dépôt !
ja: リポジトリのクローンに失敗しました！
ru: Не удалось клонировать репозиторий!
zh: 克隆仓库失败！

# mergingExceptionMessage
source: MERGING
es: FUSIONANDO
fr: FUSION EN COURS
ja: マージ中
ru: СЛИЯНИЕ
zh: 合并中

source: Field cannot be empty
de: Feld darf nicht leer sein
es: El campo no puede estar vacío
fr: Le champ ne peut pas être vide
ja: このフィールドは必須です
ru: Поле не может быть пустым
zh: 字段不能为空

# androidLimitedFilepathCharacters
source: This issue is due to Android file naming restrictions. Please rename the affected files on a different device and resync. Unsupported characters: " * / : < > ? \ |
ja: これはAndroidのファイル命名制限による問題です。別のデバイスで該当するファイルの名前を変更してから再同期してください。 サポートされていない文字: " * / : < > ? \ |
zh: 此问题是由于安卓文件命名限制造成的。请在其他设备上重命名受影响的文件，然后重新同步。 不支持的字符：" * / : < > ? \ |

# emptyNameOrEmail
source: Your Git configuration is missing an author name or email address. Please update your settings to include your author name and email.
ja: Git構成に作成者名またはメールアドレスが不足しています。設定を更新して含めてください。
zh: 你的 Git 配置缺少作者名称或邮箱地址。请更新设置以包含你的作者名称和邮箱。

# errorReadingZlibStream
source: This is a known issue with specific devices which can be fixed with the last legacy version of the app. Please download it for continued access, though some features may be limited
ja: これは特定のデバイスで発生する既知の問題で、アプリの最終レガシーバージョンで解決可能です。継続的なアクセスのためにダウンロードしてください（一部の機能が制限される場合があります）。
zh: 这是特定设备的已知问题，可以通过使用最后一个旧版应用来修复。请下载它以继续使用，尽管某些功能可能受限

# gitObsidianFoundTitle
source: Obsidian Git Warning
ja: Obsidian Git 警告
zh: Obsidian Git 警告

# gitObsidianFoundMessage
source: This repository seems to contain an Obsidian vault with the Obsidian Git plugin enabled. Please disable the plugin on this device to avoid conflicts! More details on the process can be found in the linked documentation.
ja: このリポジトリには Obsidian Git プラグインが有効な Obsidian ボールトが含まれているようです。 競合を避けるため、このデバイスではプラグインを無効にしてください！詳細はリンク先のドキュメントで確認できます。
zh: 此仓库似乎包含启用了 Obsidian Git 插件的 Obsidian 仓库。 请在此设备上禁用该插件以避免冲突！有关该过程的更多详细信息可以在链接的文档中找到。

# gitObsidianFoundAction
source: View Documentation
ja: ドキュメントを表示
zh: 查看文档

# githubIssueOauthTitle
source: Connect GitHub to Report Automatically
de: GitHub verbinden, um automatisch zu melden
es: Conectar GitHub para Reportar Automáticamente
fr: Connectez GitHub pour signaler automatiquement
ja: GitHubを連携して自動報告
ru: Подключить GitHub для автоматических отчетов
zh: 连接 GitHub 以自动报告

# githubIssueOauthMsg
source: You need to connect your GitHub account to report bugs and track their progress. You can reset this connection anytime in Global Settings.
de: Sie müssen Ihr GitHub-Konto verbinden, um Fehler zu melden und deren Fortschritt zu verfolgen. Sie können diese Verbindung jederzeit in den globalen Einstellungen zurücksetzen.
es: Necesitas conectar tu cuenta de GitHub para reportar errores y rastrear su progreso. Puedes restablecer esta conexión en cualquier momento en Configuración Global.
fr: Vous devez connecter votre compte GitHub pour signaler les bugs et suivre leur progression. Vous pouvez réinitialiser cette connexion à tout moment dans les paramètres globaux.
ja: バグを報告し、その進捗を追跡するには、GitHubアカウントを連携する必要があります。この連携はグローバル設定でいつでもリセットできます。
ru: Вам нужно подключить вашу учетную запись GitHub для сообщения об ошибках и отслеживания их прогресса. Вы можете сбросить это подключение в любое время в глобальных настройках.
zh: 你需要连接 GitHub 账户才能报告错误并跟踪其进度。 你可以随时在全局设置中重置此连接。

# includeLogs
source: Include Log File(s)
ja: ログファイルを含める
zh: 包含日志文件

# issueReportTitleTitle
source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ru: Заголовок
zh: 标题

# issueReportTitleDesc
source: A few words summarizing the issue
de: Ein paar Worte, die das Problem zusammenfassen
es: Unas pocas palabras resumiendo el problema
fr: Quelques mots résumant le problème
ja: 問題を要約した短い言葉
ru: Несколько слов, резюмирующих проблему
zh: 用几个词概括问题

# issueReportDescTitle
source: Description
de: Beschreibung
es: Descripción
ja: 詳細
ru: Описание
zh: 描述

# issueReportDescDesc
source: Explain what’s happening in more detail
de: Erklären Sie genauer, was passiert
es: Explica qué está pasando con más detalle
fr: Expliquez plus en détail ce qui se passe
ja: 起きていることを詳しく説明してください
ru: Объясните, что происходит, более подробно
zh: 更详细地解释发生了什么

# issueReportMinimalReproTitle
source: Reproduction Steps
de: Reproduktionsschritte
es: Pasos de Reproducción
fr: Étapes de reproduction
ja: 再現手順
ru: Шаги воспроизведения
zh: 复现步骤
