Repository: ViscousPot/GitSync
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ru, zh

# issueReportMinimalReproDesc
source: Describe the steps taken leading up to the error
de: Minimale Schritte zur Reproduktion des Problems
es: Pasos mínimos para reproducir el problema
fr: Étapes minimales pour reproduire le problème
ja: エラーに至るまでに行った手順を説明してください
ru: Минимальные шаги для воспроизведения проблемы
zh: 描述导致错误的操作步骤

source: Include Log File(s)
ja: ログファイルを含める
zh: 包含日志文件

# includeLogFilesDescription
source: Including log files with your bug report is strongly recommended as they can greatly speed up diagnosing the root cause. If you choose to disable "Include log file(s)", please copy and paste the relevant log excerpts into your report so we can reproduce the issue. You can review logs before sending by using the eye icon to confirm there’s nothing sensitive. Including logs is optional, not mandatory.
ja: ログファイルを含めると、根本原因の特定が大幅に早まるため、強く推奨します。 「ログファイルを含める」を無効にする場合は、関連するログの抜粋をレポートに貼り付けてください。 送信前に目のアイコンを使用して、機密情報が含まれていないかログを確認できます。 ログの添付は任意です。
zh: 强烈建议在错误报告中包含日志文件，因为它们可以大大加快诊断根本原因的速度。 如果你选择禁用"包含日志文件"，请将相关日志摘录复制并粘贴到你的报告中，以便我们复现问题。你可以使用眼睛图标在发送前查看日志，确认没有敏感信息。 包含日志是可选的，不是强制的。

source: Report
de: Melden
es: Reportar
fr: Signaler
ja: 報告する
ru: Сообщить
zh: 报告

# issueReportSuccessTitle
source: Issue Reported Successfully
de: Problem erfolgreich gemeldet
es: Problema Reportado Exitosamente
fr: Problème signalé avec succès
ja: 報告が完了しました
ru: Проблема успешно зарегистрирована
zh: 问题报告成功

# issueReportSuccessMsg
source: Your issue has been reported. Bookmark this page to track progress and respond to messages. Please avoid creating duplicate issues, as that makes resolution harder. Issues with no activity for 7 days are automatically closed.
de: Ihr Problem wurde gemeldet. Sie können den Fortschritt verfolgen und auf Nachrichten antworten, indem Sie den untenstehenden Link verwenden. Probleme ohne Aktivität für 7 Tage werden automatisch geschlossen.
es: Tu problema ha sido reportado. Puedes rastrear su progreso y responder a mensajes usando el enlace de abajo. Los problemas sin actividad por 7 días se cierran automáticamente.
fr: Votre problème a été signalé. Marquez cette page pour suivre la progression et répondre aux messages. Veuillez éviter de créer des problèmes en double, car cela rend la résolution plus difficile. Les problèmes sans activité pendant 7 jours sont automatiquement fermés.
ja: 問題が報告されました。進捗を確認したりメッセージに返信したりするために、このページをブックマークしてください。 解決が難しくなるため、重複した報告は避けてください。 7日間アクティビティがない問題は自動的にクローズされます。
ru: Ваша проблема была зарегистрирована. Вы можете отслеживать её прогресс и отвечать на сообщения, используя ссылку ниже. Проблемы без активности в течение 7 дней автоматически закрываются.
zh: 你的问题已报告。收藏此页面以跟踪进度和回复消息。 请避免创建重复问题，因为这会使解决变得更加困难。 7 天无活动的问题将自动关闭。

# trackIssue
source: Track Issue & Respond to Messages
de: Problem verfolgen
es: Rastrear Problema
fr: Suivre le problème et répondre aux messages
ja: 問題を追跡・メッセージに返信
ru: Отслеживать проблему
zh: 跟踪问题并回复消息

source: Create New Repository
zh: 创建新仓库

# noGitRepoFoundMsg
source: No git repository was found in the selected folder. Would you like to create a new one here?
zh: 在选定的文件夹中未找到 git 仓库。你想在这里创建一个新的吗？

# remoteSetupLaterMsg
source: You can set up a remote later to sync with a server.
zh: 你可以稍后设置远程以与服务器同步。

# localOnlyNoRemote
source: Local only — add a remote to sync
zh: 仅本地 — 添加远程以同步

source: No remote configured
zh: 未配置远程
