Repository: ViscousPot/GitSync
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ru, zh

# onboardingAppSyncFeatureClose
source: Trigger sync on app close
zh: 应用关闭时触发同步

# onboardingAppSyncFeatureSelect
source: Select which apps to monitor
zh: 选择要监控的应用

# onboardingScheduledSyncFeatureFreq
source: Set your preferred sync frequency
zh: 设置你喜欢的同步频率

# onboardingScheduledSyncFeatureCustom
source: Choose custom intervals on Android
zh: 在安卓上选择自定义间隔

# onboardingScheduledSyncFeatureBg
source: Works in the background
zh: 在后台运行

# onboardingQuickSyncFeatureTile
source: Sync via Quick Settings tile
zh: 通过快速设置磁贴同步

# onboardingQuickSyncFeatureShortcut
source: Sync via app shortcuts
zh: 通过应用快捷方式同步

# onboardingQuickSyncFeatureWidget
source: Sync via home screen widget
zh: 通过主屏幕小部件同步

# onboardingOtherSyncFeatureAndroid
source: Android intents
zh: 安卓意图

# onboardingOtherSyncFeatureIos
source: iOS intents
zh: iOS 意图

# onboardingOtherSyncDescription
source: Explore additional sync methods for your platform
zh: 探索适合你平台的其他同步方式

# onboardingTapToConfigure
source: Tap to configure
zh: 点击配置

# showcaseGlobalSettingsTitle
source: Global Settings
zh: 全局设置

# showcaseGlobalSettingsSubtitle
source: Your app-wide preferences and tools.
zh: 你的应用级偏好设置和工具。

# showcaseGlobalSettingsFeatureTheme
source: Adjust theme, language, and display options
zh: 调整主题、语言和显示选项

# showcaseGlobalSettingsFeatureBackup
source: Back up or restore your configuration
zh: 备份或恢复你的配置

# showcaseGlobalSettingsFeatureSetup
source: Restart the guided setup or UI tour
zh: 重新启动引导设置或界面导览

# showcaseSyncProgressTitle
source: Sync Status
zh: 同步状态

# showcaseSyncProgressSubtitle
source: See what's happening at a glance.
zh: 一目了然地查看正在进行的操作。

# showcaseSyncProgressFeatureWatch
source: Watch active sync operations in real time
zh: 实时观看活跃的同步操作

# showcaseSyncProgressFeatureConfirm
source: Confirms when a sync completes successfully
zh: 同步成功完成时确认

# showcaseSyncProgressFeatureErrors
source: Tap to view errors or open the log viewer
zh: 点击查看错误或打开日志查看器

# showcaseAddMoreTitle
source: Your Containers
zh: 你的仓库

# showcaseAddMoreSubtitle
source: Manage multiple repositories in one place.
zh: 在一个地方管理多个仓库。

# showcaseAddMoreFeatureSwitch
source: Switch between repo containers instantly
zh: 即时切换仓库仓库

# showcaseAddMoreFeatureManage
source: Rename or delete containers as needed
zh: 根据需要重命名或删除仓库

# showcaseAddMoreFeaturePremium
source: Add more containers with Premium
zh: 通过高级版添加更多仓库

# showcaseControlTitle
source: Sync Controls
zh: 同步控制

# showcaseControlSubtitle
source: Your hands-on sync and commit tools.
zh: 你的手动同步和提交工具。

# showcaseControlFeatureSync
source: Trigger a manual sync with one tap
zh: 一键触发手动同步

# showcaseControlFeatureHistory
source: View your recent commit history
zh: 查看最近的提交历史

# showcaseControlFeatureConflicts
source: Resolve merge conflicts when they arise
zh: 出现合并冲突时解决它们

# showcaseControlFeatureMore
source: Access force push, force pull, and more
zh: 访问强制推送、强制拉取等功能

# showcaseAutoSyncTitle
source: Auto Sync
zh: 自动同步

# showcaseAutoSyncSubtitle
source: Keep your repos in sync automatically.
zh: 自动保持你的仓库同步。

# showcaseAutoSyncFeatureApp
source: Sync when selected apps open or close
zh: 选定的应用打开或关闭时同步

# showcaseAutoSyncFeatureSchedule
source: Schedule periodic background syncs
zh: 计划定期后台同步

# showcaseAutoSyncFeatureQuick
source: Sync via quick tiles, shortcuts, or widgets
zh: 通过快速磁贴、快捷方式或小部件同步

# showcaseAutoSyncFeaturePremium
source: Unlock enhanced sync rates with Premium
zh: 通过高级版解锁增强同步频率

# showcaseSetupGuideTitle
source: Setup & Guide
zh: 设置与指南

# showcaseSetupGuideSubtitle
source: Revisit the walkthrough anytime.
zh: 随时重新查看引导流程。

# showcaseSetupGuideFeatureSetup
source: Re-run the guided setup from scratch
zh: 从头重新运行引导设置

# showcaseSetupGuideFeatureTour
source: Take a quick tour of the UI highlights
zh: 快速浏览界面亮点

# showcaseRepoTitle
source: Your Repository
zh: 你的仓库

# showcaseRepoSubtitle
source: Your command center for managing this repository.
zh: 管理此仓库的指挥中心。

# showcaseRepoFeatureAuth
source: Authenticate with your git provider
zh: 与你的 Git 提供商认证

# showcaseRepoFeatureDir
source: Switch or select your local directory
zh: 切换或选择你的本地目录

# showcaseRepoFeatureBrowse
source: Browse and edit files directly
zh: 直接浏览和编辑文件

# showcaseRepoFeatureRemote
source: View or change the remote URL
zh: 查看或更改远程 URL

source: Current Branch
ja: 現在のブランチ
zh: 当前分支

source: Detached Head
es: Head Desconectado
fr: Tête détachée
ru: Отсоединенная HEAD
zh: 分离头指针

# commitsNotFound
source: No commits found…
de: Keine Commits gefunden…
es: No se encontraron confirmaciones…
fr: Aucun commit trouvé…
ja: コミットが見つかりません…
ru: Коммиты не найдены…
zh: 未找到提交…

# repoNotFound
source: No repo found…
de: Repository nicht gefunden…
es: No se encontraron confirmaciones…
fr: Aucun commit trouvé…
ja: リポジトリが見つかりません…
ru: Коммиты не найдены…
zh: 未找到仓库…

source: committed
de: Commit erstellt
es: confirmado
fr: validé
ja: コミット済み
ru: зафиксировано
zh: 已提交

source: Modify Remote URL
ja: リモートURLを変更
zh: 修改远程 URL

source: Modify
ja: 変更
zh: 修改

source: Remote URL
ja: リモートURL
zh: 远程 URL

source: Set Remote URL
ja: リモートURLを設定
zh: 设置远程 URL

source: Launch in Browser
ja: ブラウザで開く
zh: 在浏览器中打开

source: AUTH
es: AUTENTICACIÓN
ja: 認証
ru: АВТОРИЗАЦИЯ
zh: 认证

# openFileExplorer
source: Browse & Edit
fr: Parcourir & Modifier
ja: 閲覧と編集
zh: 浏览与编辑

source: Sync Settings
fr: Paramètres de sync
ja: 同期設定
zh: 同步设置

# enableApplicationObserver
source: App Sync Settings
de: Auto-Sync-Einstellungen
es: Configuración de Sync Automática
fr: Paramètres de sync automatique
ja: App Sync設定
ru: Настройки автосинхронизации
zh: 应用同步设置

# appSyncDescription
source: Automatically syncs when your selected app is opened or closed
ja: 選択したアプリが開かれた、または閉じられた時に自動同期します
zh: 选定的应用打开或关闭时自动同步

# accessibilityServiceDisclosureTitle
source: Accessibility Service Disclosure
de: Hinweis zum Barrierefreiheitsdienst
es: Divulgación del Servicio de Accesibilidad
fr: Avis de service d'accessibilité
ja: ユーザー補助サービスの開示
ru: Раскрытие информации о службе специальных возможностей
zh: 无障碍服务声明

# accessibilityServiceDisclosureMessage
source: To enhance your experience, GitSync uses Android's Accessibility Service to detect when apps are opened or closed. This helps us provide tailored features without storing or sharing any data. ᴘʟᴇᴀsᴇ ᴇɴᴀʙʟᴇ ɢɪᴛsʏɴᴄ ᴏɴ ᴛʜᴇ ɴᴇxᴛ sᴄʀᴇᴇɴ
de: Um Ihre Erfahrung zu verbessern, verwendet GitSync Androids Barrierefreiheitsdienst, um zu erkennen, wann Apps geöffnet oder geschlossen werden. Dies hilft uns, maßgeschneiderte Funktionen bereitzustellen, ohne Daten zu speichern oder zu teilen. ʙɪᴛᴛᴇ ᴀᴋᴛɪᴠɪᴇʀᴇɴ sɪᴇ ɢɪᴛsʏɴᴄ ᴀᴜғ ᴅᴇᴍ ɴäᴄʜsᴛᴇɴ ʙɪʟᴅsᴄʜɪʀᴍ
es: Para mejorar tu experiencia, GitSync usa el Servicio de Accesibilidad de Android para detectar cuándo se abren o cierran aplicaciones. Esto nos ayuda a proporcionar funciones personalizadas sin almacenar o compartir ningún dato. ᴘᴏʀ ғᴀᴠᴏʀ ʜᴀʙɪʟɪᴛᴀ ɢɪᴛsʏɴᴄ ᴇɴ ʟᴀ sɪɢᴜɪᴇɴᴛᴇ ᴘᴀɴᴛᴀʟʟᴀ
fr: Pour améliorer votre expérience, GitSync utilise le service d'accessibilité d'Android pour détecter quand les applications sont ouvertes ou fermées. Cela nous aide à fournir des fonctionnalités personnalisées sans stocker ni partager de données. ᴠᴇᴜɪʟʟᴇᴢ ᴀᴄᴛɪᴠᴇʀ ɢɪᴛsʏɴᴄ sᴜʀ ʟᴀ ᴘʀᴏᴄʜᴀɪɴᴇ Éᴄʀᴀɴ
ja: ユーザー体験を向上させるため、GitSyncはAndroidのユーザー補助サービスを使用してアプリの開閉を検出します。 これにより、データを保存または共有することなく、カスタマイズされた機能を提供できます。 次の画面でGitSyncを有効にしてください
ru: Для улучшения вашего опыта GitSync использует службу специальных возможностей Android для обнаружения открытия или закрытия приложений. Это помогает нам предоставить персонализированные функции без сохранения или передачи данных. ᴘᴏᴊᴀʟᴜʏsᴛᴀ ᴠᴋʟᴊuᴄʜɪᴛᴇ ɢɪᴛsʏɴᴄ ɴᴀ sʟᴇᴅᴜʏsᴄʜᴇᴍ ᴇᴋʀᴀɴᴇ
zh: 为了提升你的体验， GitSync 使用安卓的无障碍服务来检测应用何时打开或关闭。 这有助于我们提供定制功能，而不会存储或共享任何数据。 请在下一页启用 GitSync

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ru: Поиск
zh: 搜索

# searchEllipsis
source: Search…
ja: 検索…
zh: 搜索…

# applicationNotSet
source: Select App(s)
de: App(s) auswählen
es: Seleccionar App(s)
fr: Sélectionner les applications
ja: アプリを選択
ru: Выбрать приложение(я)
zh: 选择应用

# selectApplication
source: Select application(s)
de: Anwendung(en) auswählen
es: Seleccionar aplicación(es)
fr: Sélectionner l'application(s)
ja: アプリを選択してください
ru: Выбрать приложение(я)
zh: 选择应用

# multipleApplicationSelected
source: Selected (%s)
de: Ausgewählt (%s)
es: Seleccionadas (%s)
fr: Sélectionné (%s)
ja: 選択済み (%s)
ru: Выбрано (%s)
zh: 已选择 (%s)

# saveApplication
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ru: Сохранить
zh: 保存

# syncOnAppClosed
source: Sync on app(s) closed
de: Sync beim Schließen der App(s)
es: Sync al cerrar app(s)
fr: Synchroniser à la fermeture des applications
ja: アプリが閉じられた時に同期
ru: Синхронизация при закрытии приложения(й)
zh: 应用关闭时同步

# syncOnAppOpened
source: Sync on app(s) opened
de: Sync beim Öffnen der App(s)
es: Sync al abrir app(s)
fr: Synchroniser à l'ouverture des applications
ja: アプリが開かれた時に同期
ru: Синхронизация при открытии приложения(й)
zh: 应用打开时同步

source: Scheduled Sync Settings
de: Geplante Sync-Einstellungen
es: Configuración de Sync Programada
fr: Paramètres de sync planifiée
ja: スケジュール同期設定
ru: Настройки запланированной синхронизации
zh: 计划同步设置

# scheduledSyncDescription
source: Automatically syncs periodically in the background
ja: バックグラウンドで定期的に自動同期します
zh: 定期在后台自动同步

source: Sync
fr: Synchroniser
ja: 同期
ru: Синхронизация
zh: 同步

# iosDefaultSyncRate
source: when iOS allows
de: wenn iOS es erlaubt
es: cuando iOS lo permita
fr: quand iOS le permet
ja: iOSが許可した時
ru: когда iOS позволяет
zh: 当 iOS 允许时

source: Scheduled Sync
zh: 计划同步

source: Custom
zh: 自定义

# interval15min
source: 15 min
zh: 15 分钟

# interval30min
source: 30 min
zh: 30 分钟

# interval1hour
source: 1 hour
zh: 1 小时

# interval6hours
source: 6 hours
zh: 6 小时

# interval12hours
source: 12 hours
zh: 12 小时

# interval1day
source: 1 day
zh: 1 天

# interval1week
source: 1 week
zh: 1 周

source: minute(s)
zh: 分钟

source: hour(s)
zh: 小时

source: day(s)
zh: 天

source: week(s)
zh: 周

source: Enhanced Scheduled Sync
de: Erweiterte geplante Synchronisation
es: Sync Programada Mejorada
fr: Synchronisation planifiée améliorée
ja: 拡張スケジュール同期
ru: Расширенная запланированная синхронизация
zh: 增强计划同步

source: Quick Sync Settings
ja: クイック同期設定
zh: 快速同步设置

# quickSyncDescription
source: Sync using customizable quick tiles, shortcuts, or widgets
ja: カスタマイズ可能なクイックタイル、ショートカット、またはウィジェットを使用して同期します
zh: 使用可自定义的快速磁贴、快捷方式或小部件进行同步

source: Other Sync Settings
de: Andere Sync-Einstellungen
es: Otras Configuraciones de Sync
fr: Autres paramètres de sync
ja: その他の同期設定
ru: Другие настройки синхронизации
zh: 其他同步设置

# useForTileSync
source: Use for Sync Tile
de: Für Kachel-Sync verwenden
es: Usar para Sync de Acceso Rápido
fr: Utiliser pour la synchronisation de vignette
ja: 同期タイルに使用
ru: Использовать для синхронизации плитки
zh: 用于同步磁贴

# useForTileManualSync
source: Use for Manual Sync Tile
de: Für manuelle Kachel-Sync verwenden
es: Usar para Sync Manual de Acceso Rápido
fr: Utiliser pour la synchronisation manuelle de vignette
ja: 手動同期タイルに使用
ru: Использовать для ручной синхронизации плитки
zh: 用于手动同步磁贴

# useForShortcutSync
source: Use for Sync Shortcut
ja: 同期ショートカットに使用
zh: 用于同步快捷方式

# useForShortcutManualSync
source: Use for Manual Sync Shortcut
ja: 手動同期ショートカットに使用
zh: 用于手动同步快捷方式

# useForWidgetSync
source: Use for Sync Widget
ja: 同期ウィジェットに使用
zh: 用于同步小部件

# useForWidgetManualSync
source: Use for Manual Sync Widget
ja: 手動同期ウィジェットに使用
zh: 用于手动同步小部件

source: Select your git provider and authenticate
de: Wählen Sie Ihren Git-Anbieter aus und authentifizieren Sie sich
es: Selecciona tu proveedor git y auténticate
fr: Sélectionnez votre fournisseur Git et authentifiez-vous
ja: Gitプロバイダーを選択して認証してください
ru: Выберите вашего провайдера git и авторизуйтесь
zh: 选择你的 Git 提供商并进行认证

source: oAuth Providers
fr: Fournisseurs oAuth
ja: OAuthプロバイダー
zh: OAuth 提供商

source: Git Protocols
fr: Protocoles Git
ja: Gitプロトコル
zh: Git 协议

# oauthNoAffiliation
source: Authentication via third parties; no affiliation or endorsement implied.
de: Authentifizierung über Drittanbieter; keine Zugehörigkeit oder Befürwortung impliziert.
es: Autenticación a través de terceros; no se implica afiliación o respaldo.
fr: Authentification via des tiers ; aucune affiliation ou approbation implicite.
ja: サードパーティによる認証。提携や推奨を意味するものではありません。
ru: Авторизация через третьи стороны; никакой принадлежности или одобрения не подразумевается.
zh: 通过第三方认证； 不代表任何关联或认可。

# replacesExistingAuth
source: Replaces existing container auth
ja: 既存のコンテナ認証を 置き換えます
zh: 替换现有 仓库认证

source: Copy from Container
ja: コンテナからコピー
zh: 从仓库复制

source: or
ja: または
zh: 或

# enterPAT
source: Enter Personal Access Token
ja: 個人アクセストークン（PAT）を入力
zh: 输入个人访问令牌

source: Use PAT
ja: PATを使用
zh: 使用 PAT

source: OAuth (All Repos)
ja: OAuth (全リポジトリ)
zh: OAuth（所有仓库）

source: OAuth (Scoped)
ja: OAuth (スコープ限定)
zh: OAuth（限定范围）

# ensureTokenScope
source: Ensure your token includes the "repo" scope for full functionality.
de: Stellen Sie sicher, dass Ihr Token den "repo"-Bereich für volle Funktionalität enthält.
es: Asegúrate de que tu token incluya el ámbito "repo" para funcionalidad completa.
fr: Assurez-vous que votre jeton inclut la portée "repo" pour une fonctionnalité complète.
ja: フル機能を利用するために、トークンに "repo" スコープが含まれていることを確認してください。
ru: Убедитесь, что ваш токен включает область "repo" для полной функциональности.
zh: 确保你的令牌包含 "repo" 范围以获得完整功能。

source: user
de: Benutzer
es: usuario
fr: utilisateur
ja: ユーザー
ru: пользователь
zh: 用户

# exampleUser
source: JohnSmith12
es: JuanPérez12
fr: JeanDupont12
ru: IvanPetrov12
zh: 张三123

source: token
fr: jeton
ja: トークン
ru: токен
zh: 令牌

source: login
de: Anmelden
es: iniciar sesión
fr: connexion
ja: ログイン
ru: войти
zh: 登录

source: pub key
de: Öffentlicher Schlüssel
es: clave pública
fr: clé publique
ja: 公開鍵
ru: публичный ключ
zh: 公钥

source: priv key
de: Privater Schlüssel
es: clave privada
fr: clé privée
ja: 秘密鍵
ru: приватный ключ
zh: 私钥

source: Passphrase
fr: Phrase de passe
ja: パスフェーズ
zh: 密码短语

source: Private Key
de: Privater Schlüssel
es: Clave Privada
fr: Clé privée
ja: 秘密鍵
ru: Приватный ключ
zh: 私钥

source: generate keys
de: Schlüssel generieren
es: generar claves
fr: générer des clés
ja: 鍵を生成
ru: сгенерировать ключи
zh: 生成密钥

# confirmKeySaved
source: confirm pub key saved
de: Speicherung des öffentlichen Schlüssels bestätigen
es: confirmar clave pública guardada
fr: confirmer que la clé publique a été enregistrée
ja: 公開鍵の保存を確認
ru: подтвердить сохранение публичного ключа
zh: 确认公钥已保存

source: Copied text!
de: Text kopiert!
es: ¡Texto copiado!
fr: Texte copié !
ja: テキストをコピーしました！
ru: Текст скопирован!
zh: 已复制文本！

# confirmPrivKeyCopy
source: Confirm Private Key Copy
de: Kopieren des privaten Schlüssels bestätigen
es: Confirmar Copia de Clave Privada
fr: Confirmer la copie de la clé privée
ja: 秘密鍵のコピーを確認
ru: Подтвердить копирование приватного ключа
zh: 确认复制私钥

# confirmPrivKeyCopyMsg
source: Are you sure you want to copy your private key to the clipboard? Anyone with access to this key can control your account. Ensure you paste it only in secure locations and clear your clipboard afterward.
de: Sind Sie sicher, dass Sie Ihren privaten Schlüssel in die Zwischenablage kopieren möchten? Jeder mit Zugriff auf diesen Schlüssel kann Ihr Konto kontrollieren. Stellen Sie sicher, dass Sie ihn nur an sicheren Orten einfügen und Ihre Zwischenablage danach leeren.
es: ¿Estás seguro de que quieres copiar tu clave privada al portapapeles? Cualquier persona con acceso a esta clave puede controlar tu cuenta. Asegúrate de pegarla solo en ubicaciones seguras y limpiar tu portapapeles después.
fr: Êtes-vous sûr de vouloir copier votre clé privée dans le presse-papiers ? Toute personne ayant accès à cette clé peut contrôler votre compte. Assurez-vous de la coller uniquement dans des emplacements sécurisés et de vider votre presse-papiers par la suite.
ja: 秘密鍵をクリップボードにコピーしてもよろしいですか？ この鍵にアクセスできる人は誰でもあなたのアカウントを操作できます。安全な場所にのみ貼り付け、その後クリップボードを消去してください。
ru: Вы уверены, что хотите скопировать ваш приватный ключ в буфер обмена? Любой, кто имеет доступ к этому ключу, может управлять вашей учетной записью. Убедитесь, что вставляете его только в безопасных местах и очищаете буфер обмена после этого.
zh: 确定要将私钥复制到剪贴板吗？ 任何获得此密钥的人都可以控制你的账户。请确保只在安全位置粘贴，并在之后清除剪贴板。

source: Understood
de: Verstanden
es: Entendido
fr: Compris
ja: 了解しました
ru: Понял
zh: 明白了

source: Import Private Key
de: Privaten Schlüssel importieren
es: Importar Clave Privada
fr: Importer la clé privée
ja: 秘密鍵をインポート
ru: Импорт приватного ключа
zh: 导入私钥

# importPrivateKeyMsg
source: Paste your private key below to use an existing account. Make sure you are pasting the key in a secure environment, as anyone with access to this key can control your account.
de: Fügen Sie Ihren privaten Schlüssel unten ein, um ein bestehendes Konto zu verwenden. Stellen Sie sicher, dass Sie den Schlüssel in einer sicheren Umgebung einfügen, da jeder mit Zugriff auf diesen Schlüssel Ihr Konto kontrollieren kann.
es: Pega tu clave privada abajo para usar una cuenta existente. Asegúrate de estar pegando la clave en un entorno seguro, ya que cualquier persona con acceso a esta clave puede controlar tu cuenta.
fr: Collez votre clé privée ci-dessous pour utiliser un compte existant. Assurez-vous de coller la clé dans un environnement sécurisé, car toute personne ayant accès à cette clé peut contrôler votre compte.
ja: 既存のアカウントを使用するには、以下に秘密鍵を貼り付けてください。 この鍵にアクセスできる人は誰でもあなたのアカウントを操作できるため、安全な環境で貼り付けていることを確認してください。
ru: Вставьте ваш приватный ключ ниже, чтобы использовать существующую учетную запись. Убедитесь, что вставляете ключ в безопасной среде, поскольку любой, кто имеет доступ к этому ключу, может управлять вашей учетной записью.
zh: 在下方粘贴你的私钥以使用现有账户。 请确保在安全环境中粘贴密钥，因为任何获得此密钥的人都可以控制你的账户。

# importKey
source: import
de: importieren
es: importar
fr: importer
ja: インポート
ru: импорт
zh: 导入

# cloneRepo
source: Clone Remote Repository
de: Remote-Repository klonen
es: Clonar Repositorio Remoto
fr: Cloner le dépôt distant
ja: リモートリポジトリをクローン
ru: Клонировать удаленный репозиторий
zh: 克隆远程仓库

source: clone
de: klonen
es: clonar
fr: cloner
ja: クローン
ru: клонировать
zh: 克隆

# chooseHowToClone
source: Choose how you want to clone the repository:
ja: クローン方法を選択してください：
zh: 选择你想要克隆仓库的方式：

# directCloningMsg
source: Direct Cloning: Clones the repository into the selected folder
ja: 直接クローン：選択したフォルダ内にリポジトリをクローンします
zh: 直接克隆：将仓库克隆到选定的文件夹中

# nestedCloningMsg
source: Nested Cloning: Creates a new folder named after the repository within the selected folder
ja: ネストされたクローン：選択したフォルダ内にリポジトリ名の新しいフォルダを作成します
zh: 嵌套克隆：在选定的文件夹内创建一个以仓库命名的新文件夹

source: Direct Clone
ja: 直接クローン
zh: 直接克隆

source: Nested Clone
ja: ネストされたクローン
zh: 嵌套克隆

# invalidRepositoryUrlTitle
source: Invalid repository URL!
de: Ungültige Repository-URL!
es: ¡URL de repositorio inválida!
fr: URL de dépôt invalide !
ja: 無効なリポジトリURLです！
ru: Неверный URL репозитория!
zh: 无效的仓库 URL！

# invalidRepositoryUrlMessage
source: Invalid repository URL!
de: Ungültige Repository-URL!
es: ¡URL de repositorio inválida!
fr: URL de dépôt invalide !
ja: 無効なリポジトリURLです！
ru: Неверный URL репозитория!
zh: 无效的仓库 URL！

source: Clone anyway
de: Trotzdem klonen
es: Clonar de todos modos
fr: Cloner quand même
ja: 強制的にクローン
ru: Клонировать в любом случае
zh: 仍然克隆

source: I have a local repository
de: Ich habe ein lokales Repository
es: Tengo un repositorio local
fr: J'ai un dépôt local
ja: ローカルリポジトリがある場合
ru: У меня есть локальный репозиторий
zh: 我有一个本地仓库

source: Cloning repository…
de: Repository wird geklont…
es: Clonando repositorio…
fr: Clonage du dépôt…
ja: リポジトリをクローン中…
ru: Клонирование репозитория…
zh: 正在克隆仓库…

# cloneMessagePart1
source: DON'T EXIT THIS SCREEN
de: VERLASSEN SIE DIESEN BILDSCHIRM NICHT
es: NO SALGAS DE ESTA PANTALLA
fr: NE QUITTEZ PAS CET ÉCRAN
ja: この画面を閉じないでください
ru: НЕ ВЫХОДИТЕ С ЭТОГО ЭКРАНА
zh: 不要退出此界面

# cloneMessagePart2
source: This may take a while depending on the size of your repo
de: Dies kann je nach Größe Ihres Repos eine Weile dauern
es: Esto puede tardar un tiempo dependiendo del tamaño de tu repositorio
fr: Cela peut prendre un certain temps en fonction de la taille de votre dépôt
ja: リポジトリのサイズによっては時間がかかる場合があります
ru: Это может занять некоторое время в зависимости от размера вашего репозитория
zh: 根据仓库大小，这可能需要一些时间

# selectCloneDirectory
source: Select a folder to clone into
de: Wählen Sie einen Ordner zum Klonen aus
es: Selecciona una carpeta para clonar
fr: Sélectionnez un dossier pour cloner dedans
ja: クローン先のフォルダを選択
ru: Выберите папку для клонирования
zh: 选择要克隆到的文件夹

# confirmCloneOverwriteTitle
source: Folder Not Empty
de: Ordner nicht leer
es: Carpeta No Vacía
fr: Dossier non vide
ja: フォルダが空ではありません
ru: Папка не пуста
zh: 文件夹不为空

# confirmCloneOverwriteMsg
source: The folder you selected already contains files. Cloning into it will overwrite its contents.
de: Der ausgewählte Ordner enthält bereits Dateien. Das Klonen hinein wird dessen Inhalte überschreiben.
es: La carpeta que seleccionaste ya contiene archivos. Clonar en ella sobrescribirá su contenido.
fr: Le dossier que vous avez sélectionné contient déjà des fichiers. Le cloner dedans écrasera son contenu.
ja: 選択したフォルダには既にファイルが含まれています。クローンを実行すると内容が上書きされます。
ru: Выбранная вами папка уже содержит файлы. Клонирование в неё перезапишет её содержимое.
zh: 你选择的文件夹已包含文件。克隆到其中将覆盖其内容。

# confirmCloneOverwriteWarning
source: This action is irreversible.
de: Diese Aktion ist irreversibel.
es: Esta acción es irreversible.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ru: Это действие необратимо.
zh: 此操作不可逆。

# confirmCloneOverwriteAction
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
ja: 上書き
ru: Перезаписать
zh: 覆盖

# repoSearchLimits
source: Repository Search Limits
ja: リポジトリ検索の制限
zh: 仓库搜索限制

# repoSearchLimitsDescription
source: Repository search only examines the first 100 repositories returned by the API, so it may sometimes omit the repository you expect. If the repository you want does not appear in search results, please clone it directly using its HTTPS or SSH URL.
ja: リポジトリ検索はAPIから返される最初の100件のリポジトリのみを調査するため、目的のリポジトリが表示されない場合があります。 目的のリポジトリが検索結果に表示されない場合は、HTTPSまたはSSHのURLを使用して直接クローンしてください。
zh: 仓库搜索仅检查 API 返回的前 100 个仓库，因此有时可能会遗漏你期望的仓库。 如果想要的仓库没有出现在搜索结果中，请直接使用其 HTTPS 或 SSH URL 克隆。

source: Repository Settings
fr: Paramètres du dépôt
ja: リポジトリ設定
zh: 仓库设置

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ru: Настройки
zh: 设置

# signedCommitsLabel
source: Signed Commits
fr: Commits signés
ja: 署名付きコミット
zh: 签名提交

# signedCommitsDescription
source: sign commits to verify your identity
fr: signer les commits pour vérifier votre identité
ja: 身元を確認するためにコミットに署名します
zh: 签名提交以验证你的身份

# importCommitKey
source: Import Key
fr: Importer la clé
ja: 鍵をインポート
zh: 导入密钥

# commitKeyImported
source: Key Imported
fr: Clé importée
ja: 鍵をインポートしました
zh: 密钥已导入

# useSshKey
source: Use AUTH Key for Commit Signing
fr: Utiliser la clé AUTH pour la signature des commits
ja: コミット署名に認証キーを使用
zh: 使用认证密钥进行提交签名

# syncMessageLabel
source: Sync Message
de: Sync-Nachricht
es: Mensaje de Sync
fr: Message de synchronisation
ja: 同期メッセージ
ru: Сообщение синхронизации
zh: 同步信息

# syncMessageDescription
source: use %s for the date and time
de: Verwenden Sie %s für Datum und Uhrzeit
es: usa %s para la fecha y hora
fr: utiliser %s pour la date et l'heure
ja: 日付と時刻には %s を使用
ru: используйте %s для даты и времени
zh: 使用 %s 表示日期和时间

# syncMessageTimeFormatLabel
source: Sync Message Time Format
de: Zeitformat für Sync-Nachricht
es: Formato de Hora del Mensaje de Sync
fr: Format de l'heure du message de synchronisation
ja: 同期メッセージの日時形式
ru: Формат времени сообщения синхронизации
zh: 同步信息时间格式

# syncMessageTimeFormatDescription
source: uses standard datetime formatting syntax
de: Verwendet Standard-Datetime-Formatierungssyntax
es: Usa sintaxis estándar de formato de fecha y hora
fr: utilise la syntaxe standard de formatage de date et d'heure
ja: 標準的な日時フォーマット構文を使用します
ru: Использует стандартный синтаксис форматирования даты и времени
zh: 使用标准日期时间格式语法
